{
        "map" : "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d761006.8041841403!2d80.50294578185058!3d6.587875087938983!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3ae408ff88887e79%3A0xaf12e79ffbd980d7!2sUdawalawe%20National%20Park!5e0!3m2!1sen!2slk!4v1702395540551!5m2!1sen!2slk",

        "parag1" : "The Udawalawe National Park is in the southern dry-zone of Sri Lanka and spans approximately 31,000 hectares, providing for ample elephant safari opportunities as well as observing the Park's other Sri Lankan wildlife. The Park straddles two Provinces in the South of Sri Lanka and includes the Udawalawe Reservoir. The Udawalawe National Park is renowned for its stunning natural beauty and is second in popularity only to the Yala National Park.",
        "parag2" : "The dry land area of the Udawalawe National Park is about 119 square miles excluding the reservoir, which is approximately 29,000 hectares. The Udawalawe Reservoir is situated within the boundaries of the Park, and draws its water from the Horton Plains Reserve, the Peak Wilderness Sanctuary and the Haputale area. The Reservoir has become an important area for breeding aquatic birds.",
        "parag3" : "The deep waters of the Walawe Reservoir are surrounded by picturesque open plains and foothills. The most prominent features are the Kalthota Escarpment and the spectacular Diyawinne Falls to the north. Ulgala, in the west, is the most prominent peak and rises up to a height of nearly 380 meters, from the lowest point of the area which is at 100 meters above sea level.",
        "parag4" : "The climate in the Park is characterised by seasonal rainfall and uniformly high temperature conditions. The average annual rainfall is about 1,500 mm in the south end, and it gradually increases towards the north. The annual average temperature is 32°C with no serious fluctuations being recorded.",
        "parag5" : "Two rainfall peaks occur in a year, one between April and May and the other between October and November. A short dry spell is experienced between February and March, and a prolonged dry period is observed from mid-May until the end of September."
     
}